{
    "preguntas": {
        "como estas?": {
            "respuestas": [
                "Estoy bien, gracias por preguntar.",
                "Muy bien, ¿y tú?"
            ]
        },
        "¿qué hora es?": {
            "respuestas": [
                "Es la hora de que tengas un buen día.",
                "Es momento de que te relajes."
            ]
        },
        "Que es Machine Learning?": {
            "respuestas": [
                "El machine learning es un subconjunto de la inteligencia artificial (IA). Se enfoca en enseñar a las computadoras para que aprendan de los datos y mejoren con la experiencia –en lugar de ser explícitamente programadas para hacerlo–."
            ],
            "entidades": [
                [
                    "Que es Machine Learning",
                    "PERSON"
                ]
            ]
        },
        "Que es codigo binario?": {
            "respuestas": [
                "El código binario es una codificación usada para la representación de textos, o procesadores de instrucciones de computadora, utilizando el sistema binario. En informática y telecomunicaciones, el código binario se utiliza en la codificación de... Wikipedia",
                "El código binario es una codificación usada para la representación de textos, o procesadores de instrucciones de computadora, utilizando el sistema binario. En informática y telecomunicaciones, el código binario se utiliza en la codificación de... Wikipedia"
            ],
            "entidades": []
        },
        "Que es Duoc Uc?": {
            "respuestas": [
                "Duoc UC es una Institución Católica de Educación Superior que, participando a la misión evangelizadora de la Iglesia, está al servicio del desarrollo de la sociedad por medio de la formación de personas, técnicos y profesionales, capaces de desplegar un proyecto de vida integral con una impronta ético-cristiana."
            ],
            "entidades": [
                [
                    "Que es Duoc Uc",
                    "PERSON"
                ]
            ]
        },
        "Donde se usa el codigo binario?": {
            "respuestas": [
                "En informática y telecomunicaciones, el código binario se utiliza con diversos métodos de codificación de datos, tales como cadenas de caracteres o cadenas de bits. Por su parte, el sistema binario es un sistema de numeración, una forma de realizar operaciones con ceros y unos. No necesita de otro sistema para existir.13 feb 2023"
            ],
            "entidades": []
        },
        "Quien es tu padre?": {
            "respuestas": [
                "Mi padre es Pragmir.",
                "Jesús contestó: —Como ustedes no saben quién soy yo, tampoco saben quién es mi Padre. Si me conocieran a mí, también conocerían a mi Padre. NVI. Ellos ..."
            ],
            "entidades": [
                [
                    "Quien es tu padre",
                    "PERSON"
                ]
            ]
        },
        "Quien es Iron man?": {
            "respuestas": [
                "Iron Man (conocido en español como el Hombre de Hierro) es un superhéroe que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje fue creado por el escritor y editor Stan Lee en colaboración con el guionista Larry Lieber."
            ],
            "entidades": [
                [
                    "Quien es Iron",
                    "PERSON"
                ]
            ]
        }
    }
}